{
    "fleetInteractionDialog": {
        "initialWithStationVsLargeFleet": "La $faction $fleetOrShip manœuvre pour rester soutenue par la station, permettant à votre flotte de se désengager. Cependant, vos forces risquent d’être harcelées lorsqu’elles se retireront.",
        "initialAggressive": "La $faction $fleetOrShip manœuvre pour vous empêcher de vous désengager facilement.",
        "initialDisengage": "La $faction $fleetOrShip tente de se désengager.",
        "initialCareful": "La $faction $fleetOrShip maintient soigneusement ses distances, se tenant prête à se désengager en cas d'hostilités.",
        "initialNeutral": "La $faction $fleetOrShip adopte une posture neutre.",
        "initialHoldVsStrongerEnemy": "La $faction $fleetOrShip semble prête à se battre malgré le fait qu'elle soit confrontée à des forces supérieures, mais il est peu probable qu'elle insiste sur la question.",
        "initialAggressiveSide": "La manœuvre $enemyFactionAndTheirAllies pour vous empêcher de vous désengager facilement.",
        "initialDisengageSide": "Les $enemyFactionAndTheirAllies tentent de se désengager.",
        "initialCarefulSide": "Les $enemyFactionAndTheirAllies maintiennent soigneusement leurs distances, se tenant prêts à se désengager en cas d'hostilités.",
        "initialNeutralSide": "Les $enemyFactionAndTheirAllies adoptent une posture neutre.",
        "initialHoldVsStrongerEnemySide": "Les $enemyFactionAndTheirAllies semblent prêts à se battre malgré le fait qu'ils soient confrontés à des forces supérieures, mais il est peu probable qu'ils insistent sur la question.",
        "initialKnows": "Il connaît votre identité grâce à l'activation du transpondeur de votre $playerFleetOrShip.",
        "initialKnowsTOff": "Il semble qu'il soit conscient de votre identité, même si le transpondeur de votre $playerFleetOrShip est éteint, probablement parce qu'il vous a vu récemment.",
        "initialKnowsUnique": "Bien que le transpondeur de votre $playerFleetOrShip soit éteint, il semble connaître votre identité - probablement en raison de la présence de navires notables dans votre flotte.",
        "initialKnowsUniqueSide": "Bien que le transpondeur de votre $playerFleetOrShip soit éteint, il semble connaître votre identité - probablement en raison de la présence de navires notables dans votre flotte.",
        "initialDoesntKnow": "Il ne semble pas être certain de votre identité. Toute hostilité aura un impact réduit sur votre réputation.",
        "initialKnowsSide": "Ils connaissent votre identité grâce à l'activation du transpondeur de votre $playerFleetOrShip.",
        "initialKnowsTOffSide": "Il semble qu'ils connaissent votre identité, même si le transpondeur de votre $playerFleetOrShip est éteint, probablement parce qu'ils vous ont vu récemment.",
        "initialDoesntKnowSide": "Ils ne semblent pas être certains de votre identité. Toute hostilité aura un impact réduit sur votre réputation.",
        "battleDefeat": "$yourForcesWereOrYourSideWas a été vaincu lors du dernier engagement.",
        "battleTotalDefeat": "$yourForcesWereOrYourSideWas a été complètement vaincu lors du dernier engagement.",
        "battleVictory": "$yourForcesWereOrYourSideWas a remporté le dernier engagement.",
        "battleTotalVictory": "$yourForcesWereOrYourSideA pu remporter une victoire complète lors du dernier engagement.",
        "battleFleetLost": "Tous vos navires ont été détruits lors du dernier engagement.",
        "friendlyFireRepLoss": "Il y a eu d'importants tirs amis au cours de la rencontre.",
        "pursuitAutoresolve": "Vos forces se lancent à votre poursuite, comme ordonné.",
        "pursuitVictoryNoLosses": "Les forces ennemies en retraite ont pu se désengager sans perdre aucun navire.",
        "pursuitVictoryLosses": "Les forces ennemies en retraite ont pu se désengager, mais non sans subir des pertes.",
        "pursuitTotalVictory": "Aucun navire ennemi n'a réussi à s'échapper.",
        "pursuitDefeat": "Les forces ennemies ont réussi à renverser la situation et à infliger une défaite à vos forces.",
        "pursuitTotalDefeat": "Dans une tournure surprenante des événements, les forces ennemies en retraite ont pu renverser la situation et obtenir une victoire écrasante.",
        "escapeDefeat": "$yourForcesWereOrYourSideWas a pu se désengager de l'ennemi.",
        "escapeTotalDefeat": "Aucun des navires de votre camp n'a réussi à s'échapper.",
        "escapeVictory": "$yourForcesWereOrYourSideWas a pu renverser la situation sur l'ennemi qui le poursuivait et lui infliger une défaite.",
        "escapeTotalVictory": "$yourForcesWereOrYourSideWas a réussi à renverser la situation sur l'ennemi qui le poursuivait et à l'écraser complètement.",
        "engagementMutualDestruction": "Les navires des deux côtés ont été réduits à l’état de ferraille.",
        "mutualDestructionRepairs": "Mais tout n’est pas perdu. Vous prenez le commandement du $boardableShipName, organisez des équipes de réparation et vous concentrez sur la récupération de la propulsion et du système de survie de base. Vos efforts portent leurs fruits et quelques heures plus tard, vous pouvez démarrer.",
        "enemyHarass": "Les forces ennemies harcèlent vos navires alors qu'ils battent en retraite, provoquant de nombreuses perturbations, mais ne forcent finalement pas la bataille.",
        "enemyUnableToPursue": "Les navires ennemis sont incapables de vous poursuivre, ce qui permet à vos forces de se retirer sans autre incident.",
        "enemyDecidesNotToPursue": "Les navires ennemis ne font aucun mouvement pour les poursuivre, permettant à vos forces de se retirer sans autre incident.",
        "enemyPursuit": "La flotte ennemie poursuit vos forces.",
        "playerRecovery": "$yourForcesWereOrYourSideWas a pu retrouver une certaine préparation au combat car ils contrôlent l'espace de combat et l'engagement était limité.",
        "enemyRecovery": "Les forces ennemies sont capables de retrouver une certaine préparation au combat car elles contrôlent l’espace de combat et l’engagement est limité.",
        "bothRecovery": "Les deux camps sont capables de retrouver une certaine préparation au combat en se retirant après un engagement limité et chaotique.",
        "enemyCleanDisengage": "La flotte adverse est capable de se désengager proprement car vos forces sont incapables de proposer une poursuite.",
        "enemyCleanDisengageSide": "La flotte adverse est capable de se désengager proprement car les forces de votre côté sont incapables de proposer une poursuite.",
        "playerUnableToPursue": "Il semble que la flotte adverse pourra se désengager sans que vous puissiez forcer le combat.",
        "playerUnableToPursueNoReadyShips": "Aucun de vos vaisseaux n'est en mesure de vous proposer une poursuite.",
        "playerUnableToPursueStoodDown": "Vos navires se concentrent sur leur préparation au combat et sont incapables de proposer une poursuite.",
        "playerDisruptedEnemy": "Malgré leur retraite après le dernier engagement, vos forces ont perturbé l'ennemi et peuvent se désengager sans être poursuivies.",
        "enemyDisruptedPlayer": "Bien qu'elles aient été victorieuses lors du dernier engagement, vos forces ont subi suffisamment de pertes pour ne pas pouvoir les poursuivre lorsque l'ennemi se désengage.",
        "enemyDisruptedPlayerSide": "Bien qu'elles aient été victorieuses lors du dernier engagement, les forces de votre côté ont subi suffisamment de pertes pour ne pas pouvoir proposer de poursuite lorsque l'ennemi se désengage.",
        "cleanDisengageOpportunity": "Après une victoire tactique, vos forces ont la possibilité de se désengager proprement de l'ennemi.",
        "playerTooLargeToDisengage": "Votre flotte est trop importante pour pouvoir se désengager facilement. Engager l'ennemi et détruire, désactiver ou forcer un nombre suffisant de ses navires à battre en retraite permettra à votre flotte de se désengager sans être poursuivie.",
        "highlightTooLarge": "trop grand pour pouvoir se désengager",
        "highlightDisengage": "se désengager sans être poursuivi",
        "highlghtDisruptedEnemy": "se désengager sans être poursuivi",
        "highlightDisruptedPlayer": "incapable de proposer une poursuite",
        "highlightCleanDisengage": "se désengager proprement de l'ennemi",
        "playerLetGo": "Vos navires ne font aucun mouvement de poursuite, permettant aux forces ennemies de se retirer sans autre incident.",
        "playerHarass": "Vos forces harcèlent les navires ennemis alors qu'ils battent en retraite, provoquant de nombreuses perturbations, mais ne provoquent finalement pas de bataille.",
        "engageForce": "Vous ordonnez une série de manœuvres qui laissent au commandant ennemi de moins en moins d'options.",
        "engagePursuit": "La flotte adverse tente de se désengager, mais elle ne pourra pas s'en sortir sans combat.",
        "engageMutual": "La flotte adverse entre dans la bataille.",
        "pursue": "Vos forces poursuivent l'ennemi et parviennent à se rapprocher suffisamment pour forcer la bataille.",
        "postBattleAggressive": "La $faction $fleetOrShip manœuvre pour un autre engagement.",
        "postBattleDisengage": "La $faction $fleetOrShip manœuvre pour se désengager.",
        "postBattleNeutral": "La $faction $fleetOrShip adopte une posture neutre.",
        "postBattleHoldVsStrongerEnemy": "La $faction $fleetOrShip semble prête à se battre malgré le fait qu'elle soit confrontée à des forces supérieures, mais il est peu probable qu'elle insiste sur la question.",
        "postBattleAggressiveSide": "La manœuvre $enemyFactionAndTheirAllies pour un autre engagement.",
        "postBattleDisengageSide": "La manœuvre $enemyFactionAndTheirAllies pour se désengager.",
        "postBattleNeutralSide": "Les $enemyFactionAndTheirAllies adoptent une posture neutre.",
        "postBattleHoldVsStrongerEnemySide": "Les $enemyFactionAndTheirAllies semblent prêts à se battre malgré le fait qu'ils soient confrontés à des forces supérieures, mais il est peu probable qu'ils insistent sur la question.",
        "cutComm": "Vous coupez le lien de communication et réfléchissez aux options tactiques disponibles.",
        "repairReport": "Les équipes de sauvetage ont pu restaurer les systèmes de base sur $repairedShipList.",
        "casualtyReport": "Les rapports préliminaires indiquent que l'équipage du $crewLost et les marines du $marinesLost ont été perdus lors du dernier engagement.",
        "recoveryReport": "Après la bataille, l'équipage de $crewRecovered et les marines de $marinesRecovered ont été sauvés des nacelles de sauvetage et des compartiments intacts des épaves.",
        "enemyShipBoardable": "Vos forces se préparent à commencer les opérations de sauvetage, quand soudain les systèmes d'un navire ennemi reviennent en ligne. Une analyse rapide détecte le(s) signe(s) de vie $numLifeSigns à bord.",
        "engageBoardableDisabled": "Vos forces engagent le navire ennemi, et quelques tirs bien placés le neutralisent rapidement.",
        "engageBoardableDestroyed": "Vos forces engagent le navire ennemi. Une énorme explosion masque les écrans peu de temps après que quelques tirs ont touché sa coque endommagée, et tout ce qui reste lorsque les visuels reviennent en ligne est une boule de débris en expansion lente.",
        "engageBoardableEscaped": "Vos forces se déplacent pour engager le navire ennemi, mais son équipage est capable de remettre le champ de propulsion en ligne au dernier moment et il parvient à s'enfuir.",
        "letBoardableGo": "Vos forces se retirent et laissent le navire ennemi s'enfuir.",
        "boardingTaskForceSelectedOneShip": "Dès réception de ses ordres, $boardingTaskForceShips s'approche du navire ennemi.",
        "boardingTaskForceSelectedMultiple": "Dès réception de leurs ordres, les $boardingTaskForceShips se déplacent pour s'approcher du navire ennemi.",
        "boardingApproachDock": "Un dock rigide avec la coque ennemie est établi et les équipes d'assaut contournent rapidement les systèmes de sécurité des sas et font sauter les points d'accès temporaires dans les sections fragilisées de la coque.",
        "boardingApproachLaunch": "Les équipes d'assaut sont lancées à environ un kilomètre et s'approchent de la coque par vagues, en utilisant des systèmes de propulsion personnels pour freiner lors de l'approche finale. Les défenseurs ont la possibilité de tirer sur les forces de débarquement en toute impunité jusqu'à ce qu'un nombre suffisant d'équipes atterrissent pour pénétrer à l'intérieur de la coque.",
        "boardingOutcomeSelfDestruct": "Lorsque vos équipes d'assaut commencent à vaincre la résistance à l'intérieur du navire ennemi, celui-ci s'autodétruit. La plupart des hommes et des femmes de l'équipe d'abordage sont tués par l'explosion.",
        "boardingOutcomeShipLost": "Le $boardingTaskForceShipName est détruit.",
        "boardingOutcomeShipDamaged": "Le $boardingTaskForceShipName est sérieusement endommagé.",
        "boardingOutcomeTaskForceLost": "L'ensemble de la force opérationnelle amarrée au navire ennemi est détruit.",
        "boardingOutcomeTaskForceLostPartial": "Certains des navires amarrés au navire ennemi lors de son explosion sont détruits, tandis que les autres subissent de sérieux dégâts.",
        "boardingOutcomeTaskForceDamaged": "Heureusement, aucun des navires de la task force n’est détruit.",
        "boardingOutcomeSuccess": "Après avoir surmonté toute résistance organisée et balayé chaque compartiment, le commandant de l'équipe d'abordage signale que le navire ennemi est sécurisé et prêt à accepter un équipage de prise.",
        "boardingOutcomeTooDamaged": "Après avoir surmonté toute résistance organisée et balayé chaque compartiment, le commandant de l'équipe d'abordage signale que le navire ennemi est sécurisé. Malheureusement, les dommages collatéraux causés par les combats ont paralysé les principaux systèmes des navires de manière irréparable.",
        "boardingOutcomeEscape": "Les forces ennemies retranchées sont capables de retenir vos équipes d'assaut suffisamment longtemps pour terminer les réparations des moteurs et s'enfuir.",
        "boardingCleanEscapeMissedLaunch": "Au dernier moment, le navire ennemi reprend sa propulsion et est capable de modifier suffisamment sa trajectoire pour éviter la plupart des attaquants entrants, gagnant ainsi suffisamment de temps pour s'enfuir. Après un effort de récupération, l'équipage de $boardingCrewLost et le(s) marin(s) de $boardingMarinesLost restent portés disparus.",
        "boardingNoMarines": "Vous n'avez aucun marine disponible pour effectuer les opérations d'arraisonnement. Un peu inutilement, un système automatisé annonce qu’une opération d’embarquement n’aurait aucune chance de succès.",
        "boardingProjection": "Vous avez des $marines marine(s) disponibles. Selon les simulations exécutées par une IA de niveau gamma, une opération d’embarquement aurait une chance de succès de $boardingSuccessChance.",
        "boardingCasualtyReport": "Une évaluation après action indique que $boardingMarinesLost marine(s) a été perdu pendant les combats.",
        "friendlyShipBoardable": "L'équipage de l'un de vos vaisseaux en panne a effectué suffisamment de réparations pour que les systèmes critiques reviennent en ligne. S'il parvient à retrouver sa propulsion, il pourra peut-être rejoindre votre flotte.",
        "engageFriendlyBoardableDisabled": "Malheureusement, les navires ennemis se rapprochent et tirent quelques tirs bien placés pour éliminer toute chance que cela se produise.",
        "engageFriendlyBoardableDestroyed": "Malheureusement, les navires ennemis se rapprochent et tirent dessus avant que d'autres réparations puissent être effectuées. Un tir égaré a dû faire s'effondrer le champ de confinement du réacteur : le navire explose, laissant derrière lui un champ de débris qui s'étend lentement.",
        "engageFriendlyBoardableEscaped": "Avant que l'ennemi ne puisse se rapprocher, les réparations du moteur sont terminées et le navire s'enfuit pour rejoindre votre flotte.",
        "engageFriendlyBoardableLetGo": "Les forces ennemies se retirent et laissent le navire terminer ses réparations et s'éloigner en boitant pour rejoindre votre flotte.",
        "lastFriendlyShipRepairs": "Vous prenez les commandes du $boardableShipName et organisez rapidement des équipes de réparation. S'il parvient à retrouver sa propulsion, vous pourrez peut-être vous échapper.",
        "lastFriendlyBoardableDisabled": "Malheureusement, les navires ennemis se rapprochent et tirent quelques tirs bien placés pour éliminer toute chance que cela se produise.",
        "lastFriendlyBoardableDestroyed": "Malheureusement, les navires ennemis se rapprochent et tirent dessus avant que d'autres réparations puissent être effectuées. Un tir égaré a dû faire s'effondrer le champ de confinement du réacteur : le navire explose, laissant derrière lui un champ de débris qui s'étend lentement.",
        "lastFriendlyBoardableEscaped": "Avant que l'ennemi ne puisse se rapprocher, les réparations du moteur sont terminées et vous pouvez vous enfuir !",
        "lastFriendlyBoardableLetGo": "Les forces ennemies se retirent et laissent votre navire terminer ses réparations et s'éloigner en boitant.",
        "finalOutcomeNoShipsLeft": "La dernière chose dont vous vous souvenez est l'accélération soudaine alors que la capsule de sauvetage vous éloigne en larmes de votre vaisseau condamné.",
        "creditsLootedReport": "Les équipes de sauvetage sont en mesure de récupérer les crédits $creditsLooted sur les cœurs de processeur encore actifs dans l'épave.",
        "selectedFlagship": "Vous transférez le commandement à $flagship pour l'engagement à venir.",
        "noSalvageReport": "Il n'y a aucune récupération possible.",
        "noSalvageReportPlayerDidNothing": "Votre $playerFleetOrShip ne participe pas aux opérations de sauvetage en raison de ses contributions limitées tout au long de la rencontre.",
        "salvageReportPlayer": "Votre $playerFleetOrShip est en mesure de participer aux opérations de sauvetage grâce à ses contributions tout au long de la rencontre.",
        "crashMothballSelectedOneShip": "Votre commande $crashMothballList pour éteindre tous les systèmes de combat afin d'éviter tout risque de dysfonctionnement pendant la bataille. L'équipage du navire mobilise toutes les ressources disponibles pour que les moteurs fonctionnent aussi bien que possible.",
        "crashMothballSelectedMultiple": "Votre commande $crashMothballList pour éteindre tous les systèmes de combat afin d'éviter tout risque de dysfonctionnement pendant la bataille. Les équipages du navire dirigent toutes les ressources disponibles pour maintenir les moteurs en marche aussi bien que possible.",
        "tooltipCrashMothball": "Certains de vos vaisseaux souffrent d'une faible préparation au combat et pourraient rencontrer des dysfonctionnements pendant la bataille.\n\nLeurs systèmes de combat peuvent être mis hors tension pour éviter les dysfonctionnements et permettre aux vaisseaux d'atteindre leur meilleure vitesse pour s'échapper.",
        "tooltipCrashMothballUnavailable": "Tous vos vaisseaux sont prêts au combat et ne courent aucun risque de subir des dysfonctionnements.",
        "tooltipPursue": "Force une bataille dans laquelle les forces qui se désengagent tentent de s'enfuir.",
        "tooltipPursueAutoresolve": "Ordonne à votre commandant en second de gérer la poursuite. Ne présente aucun risque pour vos navires, mais probablement moins efficace que de commander vous-même la poursuite.",
        "tooltipPursueLostLast": "Vos forces ont été vaincues lors du dernier engagement et sont incapables de poursuivre.",
        "tooltipPursueStoodDown": "Vos forces se sont retirées après le dernier engagement et sont incapables de poursuivre.",
        "tooltipPursueSeriousLosses": "Vos forces ont subi de lourdes pertes lors du dernier engagement et sont incapables de poursuivre.",
        "tooltipPursueTooSlow": "La flotte ennemie est trop rapide pour que vos forces puissent la rattraper.",
        "tooltipNoReadyShips": "Aucun de vos vaisseaux n'est prêt au combat.",
        "tooltipNoPersonnel": "Il n'y a pas de marines disponibles.",
        "tooltipHarassRetreat": "Réduit la préparation au combat de tous les navires qui se désengagent, comme s'ils étaient déployés au combat.\n\nRalentit également votre flotte pendant un certain temps, car vos forces ont besoin de temps pour se réorganiser après l'action de harcèlement.",
        "tooltipHarassRetreatUnavailable": "Incapable de harceler les forces en retraite, soit parce qu'ils se sont retirés, soit parce qu'ils n'ont pas de navires prêts au combat.",
        "tooltipLetThemGoNoPenalty": "Laisse l'autre flotte partir en paix.\n\nVotre flotte n'a pas besoin de se réorganiser après la rencontre et n'est pas ralentie.",
        "tooltipLetThemGo": "Laisse l'autre flotte partir en paix.\n\nVotre flotte n'a pas besoin de se réorganiser après la rencontre et n'est pas ralentie.",
        "tooltipEngage": "Attaquez la flotte adverse.\n\nSi vous infligez suffisamment de dégâts avant de battre en retraite, vous pourrez vous désengager sans être poursuivi.",
        "tooltipCleanDisengage": "Met fin à la bataille sans risque d'être harcelé par la flotte adverse.\n\nComme l'ennemi garde le contrôle de l'espace de combat, vous ne pourrez mener aucune opération de sauvetage.\n\nSi votre flotte n'a pris aucun actions hostiles, le désengagement ne nuira pas à votre position auprès de la faction adverse.",
        "tooltipHarrassableDisengage": "Termine la bataille sans aucun risque de poursuite. La flotte adverse peut toujours freiner votre retraite.\n\nComme l'ennemi garde le contrôle de l'espace de combat, vous ne pourrez mener aucune opération de sauvetage.\n\nSi votre flotte n'a entrepris aucune action hostile, le désengagement sera ne nuira pas à votre position auprès de la faction adverse.",
        "tootipAttemptToDisengage": "Tentative de retraite du combat. La flotte adverse peut poursuivre et forcer une bataille, ou peut vous laisser partir.\n\nComme l'ennemi garde le contrôle de l'espace de combat, vous ne pourrez pas mener d'opérations de sauvetage.\n\nSi votre flotte ne l'a pas fait. Si vous avez entrepris des actions hostiles, vous désengager - sans endommager les navires qui vous poursuivent - fera le moins de dégâts possible à votre position auprès de la faction adverse.",
        "tooltipBoardingAction": "Organisez une action d’embarquement. Nécessite des marines et est susceptible d'entraîner de graves pertes de personnel.",
        "tooltipEngageBoardable": "Attaquez le vaisseau avant qu'il ait une chance de terminer les réparations.\n\nIl y a une chance que le vaisseau soit entièrement détruit.",
        "tooltipLetShipGo": "Laissez le navire ennemi terminer les réparations d’urgence et se retirer.",
        "tooltipHardDockBoarding": "Les navires affectés à la force opérationnelle d'abordage s'approchent du navire ennemi et accostent avec lui.\n\nOffre les meilleures chances de combat aux équipes d'assaut et de grandes chances de succès.\n\nSi le navire arraisonné s'autodétruit, les navires impliqués lors de l'abordage, il subira de lourds dégâts et pourrait être détruit.",
        "tooltipLaunchBoarding": "La force opérationnelle d'abordage maintient une distance de sécurité et lance des équipes d'assaut équipées de systèmes de propulsion personnels.\n\nDonne aux défenseurs un avantage de combat significatif et une plus grande chance de s'enfuir, mais ne met pas en danger les navires de la force opérationnelle d'abordage.",
        "tooltipAboutBoardingAction": "Rappelez la force opérationnelle et annulez l’abordage, permettant ainsi au navire ennemi de se retirer.",
        "tooltipSelectorMarines": "Sélectionnez le nombre de marines à affecter à la force d'assaut.",
        "tooltipSelectorCrew": "Sélectionnez le nombre d'équipages à affecter à la force d'assaut.",
        "tooltipSelectFlagship": "Sélectionnez le navire que vous contrôlerez directement lors du prochain engagement.",
        "ongoingBattleEncounter": "Vous rencontrez une bataille en cours.",
        "ongoingBattleShareIFF": "Les $alliedFactionAndTheirAllies transmettent leurs codes IFF, qui vous permettent de rejoindre la bataille à leurs côtés si vous décidez de le faire.",
        "ongoingBattleNoJoin": "Aucune des deux parties ne vous fait suffisamment confiance pour partager des codes IFF ou combattre à vos côtés, et vous ne pouvez rejoindre la bataille d'aucun des deux côtés.",
        "ongoingBattleNoJoinTransponder": "Aucune des deux parties ne vous fait suffisamment confiance pour partager les codes IFF, mais cela changera probablement si vous revenez avec votre transpondeur allumé.",
        "playerOutFirstEscapeWin": "Vos forces quittent l'espace de combat avant tous vos alliés, qui sont néanmoins capables de mettre en déroute les forces ennemies.",
        "playerOutFirstEscapeLoss": "Vos forces quittent l'espace de combat avant tous vos alliés, qui peuvent s'échapper peu de temps après.",
        "playerOutFirstEngageWin": "Vos forces reculent de l'espace de combat devant vos alliés, qui parviennent néanmoins à remporter l'engagement.",
        "playerOutFirstEngageLoss": "Vos forces se retirent de l'espace de combat avant tous vos alliés et ont la possibilité de repartir en toute sécurité.",
        "playerOutFirstPursuitWin": "Vos forces se retirent de l'espace de combat avant vos alliés.",
        "playerOutFirstPursuitLoss": "Vos forces se retirent de l'espace de combat avant vos alliés.",
        "ongoingBattleEngage": "Les $alliedFactionAndTheirAllies se déplacent pour engager les $enemyFactionAndTheirAllies.",
        "ongoingBattleStation": "Les $alliedFactionAndTheirAllies tiennent bon contre les $enemyFactionAndTheirAllies.",
        "ongoingBattlePursue": "Les $alliedFactionAndTheirAllies poursuivent les $enemyFactionAndTheirAllies en retraite.",
        "ongoingBattleHarass": "Les $alliedFactionAndTheirAllies harcèlent les $enemyFactionAndTheirAllies en retraite, provoquant de nombreuses perturbations, mais ne forcent finalement pas une bataille.",
        "ongoingBattleLetGo": "Les $alliedFactionAndTheirAllies ont laissé les $enemyFactionAndTheirAllies partir sans autre incident.",
        "ongoingBattleDisengage": "Les $alliedFactionAndTheirAllies tentent de se désengager des $enemyFactionAndTheirAllies."
    },
    "jumpPointInteractionDialog": {
        "approach": "Votre $fleetOrShip s'approche du point de saut.",
        "starAnchor": "Sauter à travers le trou de ver généré par le champ de gravité de l’étoile est tout un exploit de navigation. Seuls les plus expérimentés envisageraient de l’essayer, et même dans ce cas, les résultats sont imprévisibles.",
        "starAnchorUnusable": "Vous ne pouvez pas utiliser ce point de saut.",
        "noFuel": "Votre $fleetOrShip n’a plus de carburant et est incapable de faire un saut.",
        "noExits": "Le point de saut ne semble avoir aucune sortie fonctionnelle et est effectivement inutilisable."
    },
    "planetInteractionDialog": {
        "approach": "Votre $fleetOrShip s'approche de $planetName."
    },
    "campaignHelp": {
        "chmNewgame_text": "Bienvenue dans la campagne Starsector !\n\nVous pouvez appuyer sur F5 pour effectuer une sauvegarde rapide et sur F9 pour effectuer un chargement rapide.\n\nEssayez d'éviter d'affronter des flottes beaucoup plus grandes que la vôtre, ou celles qui ont des navires plus gros, et n'oubliez pas qu'il s'agit d'un travail de préparation. -progress afin que des bugs surviennent occasionnellement.\n\nBonne chance !",
        "chmNewgame_dismiss": "Rejeter",
        "chmNewgameIron_text": "Bienvenue dans la campagne Starsector !\n\nPuisque vous jouez en mode Iron, vous ne pourrez sauvegarder le jeu que lorsque vous quitterez, et vous ne pourrez pas charger un autre jeu sans quitter (et sauvegarder) votre jeu actuel. jouez d'abord.\n\nEssayez d'éviter d'affronter des flottes beaucoup plus grandes que la vôtre, ou celles qui ont des navires plus gros, et n'oubliez pas qu'il s'agit d'un travail en cours, donc des bugs peuvent survenir de temps en temps.\n\nBonne chance !",
        "chmNewgameIron_dismiss": "Rejeter",
        "chmDeployCritCR_text": "Certains des navires marqués pour le déploiement ont une préparation au combat dangereusement faible (inférieure à 20 %).\n\nAmener les systèmes de ces navires à des niveaux de puissance de combat est susceptible de provoquer des dysfonctionnements critiques - infligeant des dégâts, désactivant certaines armes et moteurs pour la durée. de la bataille, et provoquant d'autres dysfonctionnements critiques pendant le déploiement.\n\nCourir ces risques - qui incluent la destruction pure et simple d'un navire - est généralement une mesure de dernier recours.",
        "chmDeployCritCR_action": "Procéder au déploiement",
        "chmDeployCritCR_dismiss": "Reconsidérer",
        "chmDeployLowCR_text": "Certains des navires destinés au déploiement ont un faible niveau de préparation au combat (inférieur à 40 %).\n\nLeurs systèmes d'armes et leurs moteurs sont susceptibles de subir des dysfonctionnements et d'être temporairement désactivés lors d'une utilisation prolongée.",
        "chmDeployLowCR_action": "Procéder au déploiement",
        "chmDeployLowCR_dismiss": "Reconsidérer",
        "chmDeployCostsCR_text": "Vous pouvez sélectionner les navires à déployer au début de chaque bataille et déployer des renforts au fur et à mesure que la bataille avance.\n\nLe déploiement d'un navire réduit sa préparation au combat d'un montant fixe. De plus, les navires commenceront à perdre progressivement leur préparation au combat une fois leur temps de préparation maximal écoulé.\n\nRécupérer leur préparation au combat prend du temps et consomme de précieuses ressources.",
        "chmDeployCostsCR_dismiss": "Rejeter",
        "chmWeaponGroups_text": "Vous avez apporté des modifications à l'équipement du vaisseau, mais vous n'avez pas ajusté les groupes d'armes.\n\nLes armes seront automatiquement attribuées aux groupes lorsque vous déploierez le vaisseau pour le combat, mais c'est une bonne idée de faire les affectations manuellement.",
        "chmWeaponGroups_action": "Ajuster les groupes d'armes",
        "chmWeaponGroups_dismiss": "Pas grave",
        "chmOpenTrade_text": "Dans l'écran de fret/commerce, vous pouvez :\n\n- Cliquez gauche pour ramasser une pile\n- Maj-cliquez pour récupérer les objets d'une pile un par un\n- Maj-cliquez et maintenez, puis faites glisser pour prélever une quantité spécifique\n – Ctrl+clic pour transférer une pile entière sans la récupérer",
        "chmOpenTrade_dismiss": "Rejeter",
        "chmHyperStorm_text": "Your fleet has been hit by a hyperspace storm! One of your ships has taken damage and its combat readiness has been reduced.\n\nStorm strikes can also knock your fleet off course, but an \"Emergency Burn\" lets your fleet to get back on course more easily and allows it to punch through storms.",
        "chmHyperStorm_dismiss": "Rejeter",
        "chmShipPurchase_text": "Félicitations, vous venez d'acheter un nouveau vaisseau !\n\nIl n'a pas d'armes ni de modules de coque installés, c'est donc une bonne idée de l'équiper.\n\nVous devrez également vous assurer d'avoir suffisamment de personnel pour l'équipage. il.",
        "chmShipPurchase_action": "Ouvrez l'écran de réaménagement",
        "chmShipPurchase_dismiss": "Rejeter",
        "chmWingPurchase_text": "Félicitations, vous venez d'acheter une nouvelle aile de chasseur !\n\nLa préparation au combat de l'aile de chasse représente le nombre de châssis de chasseur de remplacement disponibles, mais ceux-ci ne peuvent être utilisés que si vous avez un vaisseau avec un poste de pilotage dans votre flotte.\n\nNouveaux chasseurs décollera d'un poste de pilotage à proximité pour remplacer toutes les pertes subies au combat. Tant que votre flotte dispose d'un navire doté d'installations de réparation appropriées (c'est-à-dire un poste de pilotage), une aile de chasse ne peut pas être complètement perdue, même si sa préparation au combat est réduite à zéro.",
        "chmWingPurchase_dismiss": "Rejeter",
        "chmRefitOnStation_text": "Lorsque vous réaménagez un vaisseau amarré à une station spatiale, vous pouvez monter à la fois les armes dans votre soute et celles disponibles à l'achat à la station.\n\nAnnuler les modifications apportées à l'équipement du vaisseau (ou simplement démonter les armes achetées) remboursez les crédits utilisés, mais seulement si vous n'avez pas quitté l'écran de réaménagement.",
        "chmRefitOnStation_dismiss": "Rejeter",
        "chmLootOverCapacity_text": "Attention : vous emportez plus de récupération que votre flotte n'a la capacité d'en transporter.\n\nCela entraînera une consommation quotidienne de ravitaillement considérablement accrue et une vitesse de déplacement réduite.\n\nIl est recommandé soit d'emporter moins de récupération, soit de vous diriger vers un gare voisine pour écouler les excédents.",
        "chmLootOverCapacity_dismiss": "Rejeter",
        "chmOverCargoCapacity_text": "Votre flotte transporte plus de marchandises qu'elle n'en a la capacité.\n\nCela entraînera une consommation quotidienne de ravitaillement considérablement accrue et une vitesse de déplacement réduite.\n\nIl est recommandé de larguer une partie de la cargaison maintenant ou de vous diriger rapidement vers une gare. afin que vous puissiez vendre l'excédent. Vous pouvez larguer une cargaison depuis l’écran équipage/cargo.",
        "chmOverCargoCapacity_action": "Ouvrir l'écran équipage/cargo",
        "chmOverCargoCapacity_dismiss": "Rejeter",
        "chmOverFuelCapacity_text": "Votre flotte transporte plus de carburant qu'elle n'en a la capacité.\n\nCela entraînera une consommation quotidienne d'approvisionnement considérablement accrue et une vitesse de déplacement réduite.\n\nIl est recommandé soit de jeter une partie du carburant maintenant, soit de vous rendre rapidement à une station. afin que vous puissiez vendre l'excédent. Vous pouvez larguer du carburant depuis l’écran équipage/cargo.",
        "chmOverFuelCapacity_action": "Ouvrir l'écran équipage/cargo",
        "chmOverFuelCapacity_dismiss": "Rejeter",
        "chmOverCrewCapacity_text": "Votre flotte transporte plus de personnel qu'elle n'en a la capacité.\n\nCela entraînera une consommation quotidienne de ravitaillement considérablement accrue et une vitesse de déplacement réduite.\n\nIl est recommandé de vous rendre dans un marché à proximité pour pouvoir les déposer là-bas.",
        "chmOverCrewCapacity_action": "Ouvrir l'écran équipage/cargo",
        "chmOverCrewCapacity_dismiss": "Rejeter",
        "chmLowFuel_text": "Votre flotte manque de carburant.\n\nSi elle tombe en panne de carburant dans l'hyperespace, elle dérivera vers le système stellaire le plus proche et pourrait se retrouver bloquée si vous ne parvenez pas à y acquérir plus de carburant.",
        "chmLowFuel_dismiss": "Rejeter",
        "chmLowSupplies_text": "Votre flotte manque de ravitaillement.\n\nSi elle manque de ravitaillement, toutes les réparations s'arrêteront et les navires commenceront à perdre leur capacité de combat au fil du temps. Après plus de quelques jours sans ravitaillement, la flotte commence à courir le risque d'accidents allant de mineurs (comme la perte d'une cargaison) à critiques (la perte d'un navire).\n\nIl est recommandé d'acquérir plus de ravitaillement. le plus rapidement possible.\n\nPour réduire la consommation de ravitaillement, vous pouvez suspendre toutes les réparations en cours du navire. Un dernier recours pour obtenir plus de ravitaillement est de saborder un de vos navires.\n\nLes commandes pour ce faire sont disponibles sur l'écran de la flotte.",
        "chmLowSupplies_action": "Ouvrir l'écran de la flotte",
        "chmLowSupplies_dismiss": "Rejeter",
        "chmNotEnoughCrew_text": "Votre flotte ne dispose pas de suffisamment de personnel pour équiper entièrement tous vos navires.\n\nCela entraîne une réduction de la préparation au combat et de la récupération de la préparation au combat pour les navires concernés.\n\nVous pouvez concentrer l'équipage disponible sur des navires spécifiques en mettant certains navires de côté. l'écran de la flotte. Il est recommandé d'embaucher dès que possible davantage d'équipage dans une station spatiale proche.",
        "chmNotEnoughCrew_action": "Ouvrir l'écran de la flotte",
        "chmNotEnoughCrew_dismiss": "Rejeter",
        "chmSomeLowCR_text": "Certains navires de votre flotte ont un faible niveau de préparation au combat (inférieur à 40 %).\n\nLeurs systèmes d'armes et leurs moteurs sont susceptibles de subir des dysfonctionnements et d'être temporairement désactivés lors d'une utilisation prolongée, ce qui les rend moins performants au combat.\n\nC'est Il est recommandé de laisser ces vaisseaux récupérer avant de les utiliser au combat. Les navires retrouvent leur préparation au combat au fil du temps, et les stations amies offrent un moyen rapide de le faire et d'effectuer des réparations, ainsi que d'embaucher un équipage supplémentaire si nécessaire.\n\nVous pouvez vérifier les niveaux de préparation au combat de vos navires sur l'écran de la flotte.",
        "chmSomeLowCR_action": "Ouvrir l'écran de la flotte",
        "chmSomeLowCR_dismiss": "Rejeter",
        "chmSomeCritCR_text": "Certains navires de votre flotte ont un niveau de préparation au combat dangereusement faible (inférieur à 20 %).\n\nLe déploiement de ces navires au combat est susceptible de provoquer des dysfonctionnements critiques : infliger des dégâts, désactiver certaines armes et moteurs pendant la durée de la bataille, et provoquant d'autres dysfonctionnements critiques lors du déploiement.\n\nIl est recommandé de laisser ces vaisseaux récupérer avant de les utiliser au combat. Les navires retrouvent leur préparation au combat au fil du temps, et les stations amies offrent un moyen rapide de le faire et d'effectuer des réparations, ainsi que d'embaucher un équipage supplémentaire si nécessaire.\n\nVous pouvez vérifier les niveaux de préparation au combat de vos navires sur l'écran de la flotte.",
        "chmSomeCritCR_action": "Ouvrir l'écran de la flotte",
        "chmSomeCritCR_dismiss": "Rejeter",
        "chmAllCritCR_text": "Tous les navires de votre flotte ont un niveau de préparation au combat dangereusement bas (inférieur à 20 %).\n\nLe déploiement de ces navires au combat est susceptible de provoquer des dysfonctionnements critiques : infliger des dégâts, désactiver certaines armes et moteurs pendant la durée de la bataille, et provoquant d'autres dysfonctionnements critiques pendant le déploiement.\n\nIl est recommandé de laisser votre flotte récupérer avant d'engager le combat. Les navires retrouvent leur préparation au combat au fil du temps, et les stations amies offrent un moyen rapide de le faire et d'effectuer des réparations, ainsi que d'embaucher un équipage supplémentaire si nécessaire.\n\nVous pouvez vérifier les niveaux de préparation au combat de vos navires sur l'écran de la flotte.",
        "chmAllCritCR_action": "Ouvrir l'écran de la flotte",
        "chmAllCritCR_dismiss": "Rejeter",
        "chmSupplyUseAfterBattle_text": "La consommation de ravitaillement de votre flotte vient d'augmenter !\n\nLa récupération de la préparation au combat utilisée pour déployer les navires au combat coûte des fournitures, tout comme la réparation des dégâts de combat.\n\nPour réduire la consommation de ravitaillement, les réparations et la récupération de CR sur les navires peuvent être suspendues de la flotte. écran.",
        "chmSupplyUseAfterBattle_action": "Ouvrir l'écran de la flotte",
        "chmSupplyUseAfterBattle_dismiss": "Rejeter",
        "chmRiskOfAccidents_text": "Certains navires de votre flotte risquent de subir des accidents en raison d'une préparation au combat de 0 %.\n\nLes accidents peuvent endommager ou même détruire un navire.\n\nIl est recommandé de mettre ces navires en veilleuse ou de les laisser récupérer leur préparation au combat. dès que possible.",
        "chmRiskOfAccidents_dismiss": "Rejeter",
        "chmEnteredHyper_text": "Votre flotte est entrée dans l'hyperespace !\n\nLes navires voyageant dans l'hyperespace consomment du carburant proportionnellement à la distance parcourue. Les flottes à court de carburant dérivent vers le système stellaire le plus proche et peuvent s'y retrouver bloquées.",
        "chmEnteredHyper_dismiss": "Rejeter",
        "chmRefitCRLoss_text": "Rééquiper un vaisseau dans l'espace lui fera perdre une partie de sa préparation au combat.\n\nLe montant perdu dépend de l'étendue des modifications apportées et est indiqué par la partie grisée de la barre de préparation au combat.\n\nRéaménagement sur un marché ou une station. ne réduit pas la préparation au combat.",
        "chmRefitCRLoss_dismiss": "Rejeter"
    }
}