{
	tips:[
{"freq": 0,"tip": "Vous pouvez modifier la fréquence des astuces en ajoutant un objet JSON au lieu d'une chaîne de caractères, comme ceci. Par exemple, cette astuce a une fréquence de 0 et n'apparaîtra jamais. La valeur de fréquence par défaut est 1."},"Abaissez vos boucliers pour dissiper le flux \"dur\" généré par les dégâts aux boucliers.",
"Les boucliers et les armes génèrent tous deux du flux, donc abaisser vos boucliers pour encaisser quelques coups sur la coque et l'armure augmentera votre puissance de feu soutenue. Cela peut être vital, surtout pour les vaisseaux lourdement blindés.",
"Les dégâts des armes à faisceau sur les boucliers génèrent du flux \"mou\" qui peut être dissipé sans baisser les boucliers.",
"Appuyez sur TAB pour basculer l'interface de commande. Utilisez l'interface de commande pour donner des ordres à votre flotte.",
"Ordonner à un vaisseau d'escorter un autre limite la mobilité de l'escorte. Utilisez cette commande avec prudence.",
"Si vos boucliers subissent trop de dégâts, le vaisseau surchargera et les armes ainsi que les boucliers seront désactivés pendant quelques secondes.",
"Les missiles à longue portée (LRM) peuvent toucher des cibles au-delà de la portée visuelle. Appuyez sur Tab pour ouvrir l'interface de commande et ciblez les vaisseaux éloignés en cliquant dessus, puis en sélectionnant 'Définir comme cible'.",
"En combat, déplacez la souris pour déplacer la vue. Appuyez sur 'T' pour ancrer votre vue sur votre cible, et appuyez à nouveau sur 'T' pour revenir à la vue normale.",
"Appuyez sur le bouton gauche de la souris pour tirer et sur le bouton droit pour utiliser les boucliers. Utilisez les touches WASD pour piloter le vaisseau.",
"Les dégâts cinétiques sont efficaces contre les boucliers, tandis que les dégâts à haute explosion sont efficaces contre l'armure.",
"Les dégâts de fragmentation sont peu efficaces contre tout sauf la coque exposée, mais les armes qui les infligent ont tendance à être très économes en flux.",
"Les armes énergétiques sont tout aussi efficaces contre les boucliers et l'armure, mais elles ne sont pas aussi bonnes que les types de dégâts plus spécialisés contre l'un ou l'autre.",
"Un emplacement d'arme à missile est polyvalent - il existe des missiles pour remplir pratiquement tous les rôles - mais les lanceurs de missiles ont généralement une très faible quantité de munitions.",
"Tirer des armes ou utiliser des boucliers génère du flux. Lorsque le niveau de flux est au maximum, vous devrez attendre qu'il diminue avant de pouvoir tirer à nouveau.",
"Les vaisseaux bénéficient d'une augmentation de leur vitesse maximale lorsque leur niveau de flux est à zéro et qu'ils ne génèrent aucun flux.",
"Lorsque vous refaites un vaisseau, maintenez la touche Shift enfoncée tout en cliquant sur un emplacement d'arme pour installer l'arme précédemment sélectionnée sans ouvrir le menu de sélection des armes.",
"Lors de la création de groupes d'armes pour un vaisseau, maintenez la touche Shift enfoncée pour attribuer toutes les armes du même type.",
"Lors de l'édition d'un champ de texte, vous pouvez appuyer sur Shift-Backspace pour le vider, ou sur Ctrl-Backspace pour supprimer le dernier mot.",
"La plupart des échanges sur le marché libre sont rendus non rentables par les tarifs douaniers. Exploitez les événements en cours et les perturbations pour réaliser des bénéfices.",
"Maintenez la touche Shift enfoncée lors de l'ajout ou de la suppression de dissipateurs de flux ou de condensateurs pour le faire plus rapidement.",
"Maintenez la touche Shift enfoncée tout en faisant défiler avec la molette de la souris pour faire défiler plus rapidement.",
#"Cliquez avec le bouton de contrôle pour acheter/vendre une pile. Maintenez la touche Shift enfoncée pour prendre des objets un par un. Maintenez la touche Shift enfoncée et cliquez et faites glisser pour sélectionner une quantité spécifique. Maintenez la touche Alt enfoncée et faites glisser pour vendre ou transférer rapidement des piles sous le pointeur de la souris.",
"Cliquez avec le bouton de contrôle pour acheter/vendre une pile. Maintenez la touche Shift enfoncée pour prendre des objets un par un. Maintenez la touche Shift enfoncée et cliquez et faites glisser pour sélectionner une quantité spécifique.",
"Pour déplacer la carte en combat, faites un clic droit et faites glisser ou utilisez les touches fléchées.",
"Lancer des torpilles à bout portant peut être dangereux pour votre vaisseau.",
"Les vaisseaux avec une désignation (D) sont des versions inférieures des coques normales.",
"Déployer des vaisseaux en combat réduit leur disponibilité au combat (\"CR\"), ce qui coûte des fournitures pour récupérer.",
"Déployer plus de vaisseaux que nécessaire en combat peut coûter plus de fournitures que vous n'en gagnez en combattant.",
"Les vaisseaux consomment des fournitures pour l'entretien en fonction de leur statistique de fournitures/mois, et consomment des fournitures supplémentaires lors de la récupération du CR ou des réparations.",
"Votre flotte peut transporter des cargaisons, des équipages ou du carburant en excès de sa capacité maximale au prix d'une consommation supplémentaire de fournitures.",
"Vous pouvez obtenir des informations supplémentaires à partir de nombreux info-bulles en appuyant sur F1 pour les développer.",
"Plus d'armes n'est pas toujours mieux - avoir une capacité de flux et une dissipation suffisantes pour un tir soutenu peut être plus important.",
"Refaire un vaisseau dans l'espace réduira sa disponibilité au combat, surtout lors du changement de modules de coque.",
"Les armes qui tirent des projectiles ou des rayons d'énergie peuvent toucher des cibles au-delà de leur portée maximale, mais ne causent que des dégâts de flux doux aux boucliers lorsqu'elles le font.",
"Vous pouvez créer des groupes de vaisseaux en utilisant la touche Ctrl et les touches numériques, et les sélectionner en utilisant les touches numériques. Cela fonctionne à la fois en combat et dans la boîte de dialogue de déploiement.",
"Les porte-avions cesseront de lancer des chasseurs de remplacement une fois que leur disponibilité au combat atteindra 0%.",
"Les porte-avions armés uniquement de défenses anti-aériennes et d'armes à missiles tenteront de rester à l'écart des vaisseaux ennemis.",
"Appuyez sur 'Z' pour basculer entre l'ordre aux chasseurs d'un porte-avions d'attaquer ou de se replier vers le porte-avions.",
"Ordonner aux chasseurs de se regrouper fera diminuer plus lentement le taux de remplacement du porte-avions et incitera les ailes endommagées à chercher refuge derrière le porte-avions.",
"Lorsque vous pilotez un porte-avions, ses chasseurs escorteront un vaisseau ami si le porte-avions le cible, et continueront de l'escorter jusqu'à ce qu'ils soient rappelés, même si la cible est éliminée.",
"Les bombardiers ont un potentiel de dégâts élevé, mais fonctionnent mieux lorsqu'ils sont combinés avec d'autres chasseurs, armes et vaisseaux pour s'assurer qu'ils peuvent infliger des dégâts.",
"Les augmentations en pourcentage sont additives. Les réductions en pourcentage sont généralement multiplicatives.",
"Les flottes à déplacement lent n'attirent pas les frappes de tempête en hyperespace.",
"Les armes ont une demi-recul lorsqu'elles sont montées dans des emplacements de points durs.",
"Scuttler un vaisseau - ou simplement ne pas le récupérer - produira plus de valeur en carburant et en fournitures que de le vendre.",
"Si un système stellaire a peu d'emplacements stables, vous pouvez en créer un nouveau en interagissant avec l'étoile.",
"L'affectation de marines à une cible de faible danger peut créer une diversion et réduire les pertes lors d'une attaque dangereuse plus que de garder ces marines en réserve.",
"Le camp avec des officiers plus compétents à la tête de navires prêts au combat obtient plus de points de déploiement.",
"Les navires avec des officiers ou des s-mods sont presque toujours récupérables s'ils sont perdus au combat. Certaines compétences et hullmods peuvent également rendre d'autres navires toujours récupérables.",
"Scuttler ou perdre un navire avec des s-mods que vous avez construits dedans accorde suffisamment de points d'expérience bonus pour récupérer les points d'histoire dépensés pour la construction des hullmods.",
"Les courants de dérive sont temporaires et, dans les souvenirs récents, synchronisés avec le cycle standard du Domaine. Dans la première moitié du cycle, ils ont tendance à s'écouler vers l'est galactique, et dans la seconde moitié, vers l'ouest.",
"Pendant une poursuite, vous pouvez déployer des frégates depuis les flancs en cliquant plusieurs fois dessus pour changer le mode de déploiement.",
"Les hullmods avec un faible coût en points d'artillerie ont tendance à avoir des bonus plus puissants lorsqu'ils sont intégrés à la coque en utilisant un point d'histoire. Les hullmods plus chers ont tendance à avoir des pénalités."
     ],
     
     
     
}